espressif/esp-idf/examples/bluetooth/nimble/ble_proximity_sensor/proximity_sensor_prph/sdkconfig.ci.esp32c2_xtal26m_conn_with_scan
CONFIG_EXAMPLE_CI_ID=34
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_CI_PIPELINE_ID=${CI_PIPELINE_ID}
CONFIG_BT_NIMBLE_HOST_ALLOW_CONNECT_WITH_SCAN=y
